docs/benchmarks/threshold/raw/control-1000-rep1.txt

Summary:
  Total:	15.0020 secs
  Slowest:	0.0156 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	999.8646
  
  Total data:	30000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [14949]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [0]	|
  0.005 [0]	|
  0.006 [0]	|
  0.008 [0]	|
  0.009 [0]	|
  0.011 [19]	|
  0.012 [24]	|
  0.014 [2]	|
  0.016 [5]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0004 secs
  90%% in 0.0005 secs
  95%% in 0.0005 secs
  99%% in 0.0008 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0113 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0003 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0005 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0069 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0006 secs

Status code distribution:
  [200]	15000 responses