docs/benchmarks/threshold/raw/control-1000-rep2.txt

Summary:
  Total:	15.0032 secs
  Slowest:	0.0095 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	999.7895
  
  Total data:	30000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.001 [14735]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [138]	|
  0.003 [27]	|
  0.004 [0]	|
  0.005 [38]	|
  0.006 [49]	|
  0.007 [8]	|
  0.008 [0]	|
  0.009 [0]	|
  0.009 [4]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0003 secs
  75%% in 0.0004 secs
  90%% in 0.0005 secs
  95%% in 0.0006 secs
  99%% in 0.0013 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0042 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0002 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0003 secs, 0.0000 secs, 0.0095 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0015 secs

Status code distribution:
  [200]	15000 responses