docs/benchmarks/threshold/raw/control-2000-rep2.txt

Summary:
  Total:	15.0271 secs
  Slowest:	0.0114 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	1996.5964
  
  Total data:	60006 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.001 [29862]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [49]	|
  0.003 [1]	|
  0.005 [4]	|
  0.006 [1]	|
  0.007 [2]	|
  0.008 [2]	|
  0.009 [46]	|
  0.010 [1]	|
  0.011 [34]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0005 secs
  99%% in 0.0009 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0083 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0006 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0012 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0113 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0041 secs

Status code distribution:
  [200]	30003 responses