docs/benchmarks/threshold/raw/control-2000-rep3.txt

Summary:
  Total:	15.0023 secs
  Slowest:	0.0157 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	1999.6895
  
  Total data:	60000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [29860]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [39]	|
  0.005 [0]	|
  0.006 [0]	|
  0.008 [2]	|
  0.009 [37]	|
  0.011 [55]	|
  0.013 [0]	|
  0.014 [0]	|
  0.016 [6]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0005 secs
  99%% in 0.0010 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0090 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0005 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0053 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0156 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0008 secs

Status code distribution:
  [200]	30000 responses