docs/benchmarks/threshold/raw/control-3000-rep1.txt

Summary:
  Total:	15.0015 secs
  Slowest:	0.0291 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	2998.8281
  
  Total data:	89974 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [44809]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [69]	|
  0.009 [51]	|
  0.012 [46]	|
  0.015 [6]	|
  0.017 [1]	|
  0.020 [1]	|
  0.023 [0]	|
  0.026 [1]	|
  0.029 [2]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0005 secs
  99%% in 0.0011 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0083 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0012 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0140 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0135 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0039 secs

Status code distribution:
  [200]	44987 responses