docs/benchmarks/threshold/raw/control-3000-rep2.txt

Summary:
  Total:	15.0012 secs
  Slowest:	0.0099 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	2999.7548
  
  Total data:	90000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.001 [44414]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [355]	|
  0.003 [76]	|
  0.004 [10]	|
  0.005 [24]	|
  0.006 [22]	|
  0.007 [51]	|
  0.008 [28]	|
  0.009 [17]	|
  0.010 [2]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0005 secs
  99%% in 0.0012 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0063 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0005 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0083 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0086 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0083 secs

Status code distribution:
  [200]	45000 responses