docs/benchmarks/threshold/raw/control-3000-rep3.txt

Summary:
  Total:	15.0041 secs
  Slowest:	0.0277 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	2999.1808
  
  Total data:	90000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [44847]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [57]	|
  0.008 [36]	|
  0.011 [14]	|
  0.014 [33]	|
  0.017 [1]	|
  0.019 [0]	|
  0.022 [0]	|
  0.025 [0]	|
  0.028 [11]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0005 secs
  99%% in 0.0012 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0119 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0005 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0066 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0201 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0022 secs

Status code distribution:
  [200]	45000 responses