docs/benchmarks/threshold/raw/control-6000-rep1.txt

Summary:
  Total:	15.0104 secs
  Slowest:	0.0422 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	5980.5982
  
  Total data:	179542 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [89408]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.008 [213]	|
  0.013 [93]	|
  0.017 [14]	|
  0.021 [12]	|
  0.025 [16]	|
  0.030 [0]	|
  0.034 [7]	|
  0.038 [4]	|
  0.042 [3]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0006 secs
  99%% in 0.0022 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0199 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0020 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0049 secs
  resp wait:	0.0003 secs, 0.0000 secs, 0.0297 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0043 secs

Status code distribution:
  [200]	89771 responses