docs/benchmarks/threshold/raw/control-6000-rep3.txt

Summary:
  Total:	15.0094 secs
  Slowest:	0.0279 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	5991.8287
  
  Total data:	179868 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [89518]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [213]	|
  0.008 [99]	|
  0.011 [7]	|
  0.014 [5]	|
  0.017 [8]	|
  0.020 [51]	|
  0.022 [27]	|
  0.025 [4]	|
  0.028 [1]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0005 secs
  95%% in 0.0006 secs
  99%% in 0.0016 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0153 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0019 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0019 secs
  resp wait:	0.0003 secs, 0.0000 secs, 0.0175 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0019 secs

Status code distribution:
  [200]	89934 responses