docs/benchmarks/threshold/raw/control-8000-rep2.txt

Summary:
  Total:	15.0024 secs
  Slowest:	0.0285 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	7980.9707
  
  Total data:	239468 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [119311]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [163]	|
  0.009 [89]	|
  0.011 [36]	|
  0.014 [47]	|
  0.017 [6]	|
  0.020 [27]	|
  0.023 [0]	|
  0.026 [47]	|
  0.028 [7]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0005 secs
  99%% in 0.0015 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0123 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0007 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0060 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0284 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0086 secs

Status code distribution:
  [200]	119734 responses