docs/benchmarks/threshold/raw/control-8000-rep3.txt

Summary:
  Total:	15.0024 secs
  Slowest:	0.0353 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	7979.0513
  
  Total data:	239410 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [119401]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [133]	|
  0.011 [41]	|
  0.014 [55]	|
  0.018 [43]	|
  0.021 [0]	|
  0.025 [0]	|
  0.028 [17]	|
  0.032 [8]	|
  0.035 [6]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0002 secs
  75%% in 0.0003 secs
  90%% in 0.0004 secs
  95%% in 0.0005 secs
  99%% in 0.0014 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0100 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0032 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0020 secs
  resp wait:	0.0002 secs, 0.0000 secs, 0.0269 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0022 secs

Status code distribution:
  [200]	119705 responses