docs/benchmarks/threshold/raw/traced-1000-rep1.txt

Summary:
  Total:	15.0032 secs
  Slowest:	0.0361 secs
  Fastest:	0.0000 secs
  Average:	0.0010 secs
  Requests/sec:	999.7850
  
  Total data:	30000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [14942]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [7]	|
  0.011 [0]	|
  0.014 [1]	|
  0.018 [16]	|
  0.022 [2]	|
  0.025 [0]	|
  0.029 [0]	|
  0.033 [0]	|
  0.036 [31]	|


Latency distribution:
  10%% in 0.0002 secs
  25%% in 0.0005 secs
  50%% in 0.0009 secs
  75%% in 0.0011 secs
  90%% in 0.0015 secs
  95%% in 0.0018 secs
  99%% in 0.0027 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0269 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0022 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0013 secs
  resp wait:	0.0009 secs, 0.0000 secs, 0.0209 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0024 secs

Status code distribution:
  [200]	15000 responses