docs/benchmarks/threshold/raw/traced-1000-rep2.txt

Summary:
  Total:	15.0042 secs
  Slowest:	0.0237 secs
  Fastest:	0.0000 secs
  Average:	0.0009 secs
  Requests/sec:	999.7223
  
  Total data:	30000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [14733]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [212]	|■
  0.007 [3]	|
  0.009 [1]	|
  0.012 [0]	|
  0.014 [0]	|
  0.017 [0]	|
  0.019 [0]	|
  0.021 [6]	|
  0.024 [44]	|


Latency distribution:
  10%% in 0.0002 secs
  25%% in 0.0004 secs
  50%% in 0.0008 secs
  75%% in 0.0011 secs
  90%% in 0.0014 secs
  95%% in 0.0017 secs
  99%% in 0.0028 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0208 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0023 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0016 secs
  resp wait:	0.0008 secs, 0.0000 secs, 0.0081 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0013 secs

Status code distribution:
  [200]	15000 responses