docs/benchmarks/threshold/raw/traced-1000-rep3.txt

Summary:
  Total:	15.0033 secs
  Slowest:	0.0290 secs
  Fastest:	0.0000 secs
  Average:	0.0011 secs
  Requests/sec:	999.7774
  
  Total data:	30000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [14801]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [148]	|
  0.009 [0]	|
  0.012 [0]	|
  0.015 [0]	|
  0.017 [0]	|
  0.020 [2]	|
  0.023 [2]	|
  0.026 [20]	|
  0.029 [26]	|


Latency distribution:
  10%% in 0.0003 secs
  25%% in 0.0005 secs
  50%% in 0.0009 secs
  75%% in 0.0013 secs
  90%% in 0.0017 secs
  95%% in 0.0020 secs
  99%% in 0.0031 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0239 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0024 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0018 secs
  resp wait:	0.0009 secs, 0.0000 secs, 0.0125 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0022 secs

Status code distribution:
  [200]	15000 responses