docs/benchmarks/threshold/raw/traced-2000-rep2.txt

Summary:
  Total:	15.0028 secs
  Slowest:	0.0315 secs
  Fastest:	0.0000 secs
  Average:	0.0005 secs
  Requests/sec:	1999.6297
  
  Total data:	60000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [29866]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [73]	|
  0.009 [10]	|
  0.013 [0]	|
  0.016 [4]	|
  0.019 [27]	|
  0.022 [0]	|
  0.025 [1]	|
  0.028 [9]	|
  0.032 [9]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0003 secs
  50%% in 0.0005 secs
  75%% in 0.0006 secs
  90%% in 0.0008 secs
  95%% in 0.0009 secs
  99%% in 0.0015 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0179 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0023 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0056 secs
  resp wait:	0.0005 secs, 0.0000 secs, 0.0185 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0051 secs

Status code distribution:
  [200]	30000 responses