docs/benchmarks/threshold/raw/traced-2000-rep3.txt

Summary:
  Total:	15.0039 secs
  Slowest:	0.0323 secs
  Fastest:	0.0000 secs
  Average:	0.0006 secs
  Requests/sec:	1999.4746
  
  Total data:	60000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [29909]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [22]	|
  0.010 [18]	|
  0.013 [0]	|
  0.016 [4]	|
  0.019 [0]	|
  0.023 [1]	|
  0.026 [28]	|
  0.029 [1]	|
  0.032 [16]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0003 secs
  50%% in 0.0005 secs
  75%% in 0.0007 secs
  90%% in 0.0008 secs
  95%% in 0.0010 secs
  99%% in 0.0014 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0227 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0010 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0020 secs
  resp wait:	0.0005 secs, 0.0000 secs, 0.0092 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0011 secs

Status code distribution:
  [200]	30000 responses